Repository: book-readers/ebook-speaker
Catalog: po/*.ebook-speaker.po
Languages: ru

source: Cannot read /proc/asound/cards
ru: Невозможно прочесть /proc/asound/cards

source: Please try to play this book with daisy-player
ru: Пожалуйста, попробуйте воспроизвести эту книгу с помощью Daisy-плеера

source: Cannot read type: %d
ru: Невозможно прочесть тип: %d

source: Go to page number:
ru: Перейти на страницу:

source: Please wait...
ru: Пожалуйста, подождите...

source: Select a soundcard:
ru: Выберите звуковую карту:

source: Cannot read %s
ru: Невозможно прочесть %s

source: Select a Text-To-Speech application
ru: Выберите синтезатор речи

source: Maximum number of TTS's is reached.
ru: Достигнут максимальный набор допустимых синтезаторов речи

source: 'h' for help
ru: 'h' для справки

source: %d pages
ru: %d страниц

source: level: %d of %d
ru: Уровень: %d из %d

source: total phrases: %d
ru: Всего фраз: %d

source: These commands are available in this version:
ru: Следующие команды доступны в этой версии:

source: cursor down,2 - move cursor to the next item
ru: курсор вниз,2 - переместить курсор на следующий элемент

source: cursor up,8 - move cursor to the previous item
ru: курсор вверх,8 - переместить курсор на предыдущий элемент

source: cursor right,6 - skip to next phrase
ru: курсор вправо,6 - перейти к следующей фразе

source: cursor left,4 - skip to previous phrase
ru: курсор влево,4 - перейти к предыдущей фразе

source: page-down,3 - view next page
ru: страница вниз,3 - просмотреть следующую страницу

source: page-up,9 - view previous page
ru: страница вверх,9 - просмотреть предыдущую страницу

source: enter - start playing
ru: enter - начать воспроизведение

source: space,0 - pause/resume playing
ru: пробел,0 - приостановить/возобновить воспроизведение

source: home,* - play on normal speed
ru: home,* - воспроизведение на средней скорости

source: Press any key for next page...
ru: Нажмите любую клавишу для следующей страницы...

source: / - search for a label
ru: / - поиск метки

source: A - store current item to disk in ASCII-format
ru: A - сохранить текущий элемент на диск в формате ASCII

source: b - consider the end of an input line as a phrase-break
ru: b - принять конец входной строки за конец фразы

source: B - move cursor to the last item
ru: B - переместить курсор на последний элемент

source: d - store current item to disk in WAV-format
ru: d - сохранить текущий элемент на диск в WAV формат

source: D,- - decrease playing speed
ru: D,- - уменьшить скорость воспроизведения

source: f - find the currently playing item and place the cursor there
ru: f - найти и поместить курсор на проигрываемый элемент

source: g - go to phrase in current item
ru: g - перейти на фразу в текущем элементе

source: G - go to page number
ru: G - перейти на страницу

source: h,? - give this help
ru: h,? -показать данную справку

source: j,5 - just play current item
ru: j,5 - проиграть текущий элемент

source: l - switch to next level
ru: l - перейти на следующий уровень

source: L - switch to previous level
ru: L - перейти на предыдущий уровень

source: m - mute sound output on/off
ru: m - включение/выключение приглушения звука

source: n - search forwards
ru: n - искать вперёд

source: N - search backwards
ru: N - искать в обратном направлении

source: o - select next output sound device
ru: o - выбрать следующее устройство воспроизведения

source: p - place a bookmark
ru: p - установить закладку

source: q - quit eBook-speaker and place a bookmark
ru: q - завершить работу ebook-speaker и установить закладку

source: r - rotate scanned document
ru: r - повернуть отсканированный документ

source: s - stop playing
ru: s - остановить воспроизведение

source: S - show progress on/off
ru: S - показ прогресса включен/выключен

source: t - select next TTS
ru: t - выбрать следующий синтезатор речи

source: T - move cursor to the first item
ru: T - переместить курсор к первому элементу

source: U,+ - increase playing speed
ru: U,+ - увеличить скорость воспроизведения

source: v,1 - decrease playback volume
ru: v,1 - уменьшить громкость воспроизведения

source: V,7 - increase playback volume (beware of Clipping)
ru: V,7 - увеличить громкость воспроизведения (учитывайте перегрузку)

source: w - store whole book to disk in WAV-format
ru: w - сохранить книгу на диск в WAV формате

source: x - go to the file-manager
ru: x - открыть файловый менеджер

source: Press any key to leave help...
ru: Нажмите любую клавишу для закрытия справки...

source: What do you search?
ru: Что вы ищете?

source: Be sure the package "tesseract-ocr" is installed onto your system.
ru: Убедитесь, что пакет "tesseract-ocr" установлен в вашей системе

source: Language code "%s" is not a valid tesseract code.
ru: Языковой код "%s" не является действительным кодом tesseract.

source: See the tesseract manual for valid codes.
ru: Обратитесь к руководству пользователя Tesseract за информацией о действительных кодах.

source: Language code "%s" is not a valid cuneiform code.
ru: Языковой код "%s" не является действительным кодом cuneiform.

source: See the cuneiform manual for valid codes.
ru: Обратитесь к руководству пользователя Cuneiform за информацией о действительных кодах.

source: Go to phrase in current item:
ru: Перейти к фразе в текущем элементе:

source: eBook-speaker cannot handle this file.
ru: eBook-speaker не может обработать данный файл.

source: Press 'h' for help
ru: Нажмите 'h' для справки

source: Unknown format
ru: Неизвестный формат

source: eBook-speaker - Version
ru: eBook-speaker - версия

source: Usage: %s [eBook_file | URL | -s [-r resolution]] [-b n | y | position] [-c] [-d audio_device:audio_type] [-h] [-H] [-i] [-o language-code] [-S] [-t TTS_command] [-v]
ru: Использование: %s [eBook_file | URL | -s [-r resolution]] [-b n | y | position] [-c] [-d audio_device:audio_type] [-h] [-H] [-i] [-o language-code] [-S] [-t TTS_command] [-v]

source: %s - Choose an input-file
ru: %s - Выберите входной файл

source: cursor right,6 - open this directory or file
ru: курсор вправо,6 - открыть эту папку или файл

source: cursor left,4 - open previous directory
ru: курсор влево,4 - открыть предыдущую папку

source: enter,6 - open this directory or file
ru: enter,6 - открыть эту папку или файл

source: end,B - move cursor to the last item
ru: end,B - переместить курсор к последнему элементу

source: H,0 - display "hidden" files on/off
ru: H,0 - отображать "скрытые" файлы и папки включено/выключено

source: i - give some information about current file
ru: i - предоставить краткую информацию о текущем файле

source: q - quit eBook-speaker
ru: q - завершить работу eBook-speaker

source: home,T - move cursor to the first item
ru: home,T - переместить курсор к первому элементу

source: No items found. Try option "-O".
ru: Элементов не найдено. Попробуйте использовать опцию "-O".

source: Try option "-i".
ru: Попробуйте использовать опцию "-i".
